export default [
    { 
        id: 0,
        title: 'Джентльмены', 
        year: 2019, 
        description: 'Наркобарон хочет уйти на покой, но криминальный мир не отпускает. Успешное возвращение Гая Ричи к корням.', 
        rating: 8.6,
        actors: [
            { name: 'Мэттью Макконахи', birthday: '04-11-1969' },
            { name: 'Чарли Ханнэм', birthday: '10-04-1980' }
        ],
        categories: ['Криминал', 'Комедия', 'Боевик'],
        comments: []
    },
    { 
        id: 1,
        title: 'Игра в имитацию', 
        year: 2014, 
        description: 'История о жизни Алана Тьюринга, который разработал машину для взлома кода "Энигма" и помог сократить продолжительность Второй мировой войны.', 
        rating: 8.0,
        actors: [
            { name: 'Бенедикт Камбербэтч', birthday: '19-07-1976' },
            { name: 'Кира Найтли', birthday: '26-03-1985' }
        ],
        categories: ['Биография', 'Драма', 'Триллер'],
        comments: []
    },
    { 
        id: 2,
        title: 'В погоне за счастьем', 
        year: 2006, 
        description: 'История об отце-одиночке, который стал биржевым брокером, чтобы обеспечить своему сыну лучшее будущее.', 
        rating: 8.0,
        actors: [
            { name: 'Уилл Смит', birthday: '25-09-1968' },
            { name: 'Джейден Смит', birthday: '08-07-1998' }
        ],
        categories: ['Драма', 'Биография'],
        comments: []
    },
    { 
        id: 3,
        title: 'Побег из Шоушенка', 
        year: 1994, 
        description: 'История о дружбе двух заключенных в тюрьме Шоушенк, выстроивших план побега.', 
        rating: 9.3,
        actors: [
            { name: 'Тим Роббинс', birthday: '16-10-1958' },
            { name: 'Морган Фриман', birthday: '01-06-1937' }
        ],
        categories: ['Драма', 'Криминал'],
        comments: []
    },
    { 
        id: 4,
        title: 'Начало', 
        year: 2010, 
        description: 'Команда воров специализируется на краже секретной информации, погружаясь в мечты своих целей.', 
        rating: 8.8,
        actors: [
            { name: 'Леонардо ДиКаприо', birthday: '11-11-1974' },
            { name: 'Джозеф Гордон-Левитт', birthday: '17-02-1981' }
        ],
        categories: ['Фантастика', 'Боевик', 'Триллер'],
        comments: []
    },
    { 
        id: 5,
        title: 'Зеленая книга', 
        year: 2018, 
        description: 'История о необычной дружбе между выдающимся пианистом и его водителем во время концертного тура в южных штатах США в 1960-х годах.', 
        rating: 8.2,
        actors: [
            { name: 'Вигго Мортенсен', birthday: '20-10-1958' },
            { name: 'Махершала Али', birthday: '16-02-1974' }
        ],
        categories: ['Драма', 'Комедия', 'Биография'],
        comments: []
    },
    { 
        id: 6,
        title: 'Большой куш', 
        year: 2000, 
        description: 'История о четверых друзьях, которые решают устроить ограбление настоящего большого размера в Лондоне.', 
        rating: 8.2,
        actors: [
            { name: 'Джейсон Стэйтем', birthday: '26-07-1967' },
            { name: 'Брэд Питт', birthday: '18-12-1963' }
        ],
        categories: ['Криминал', 'Комедия'],
        comments: []
    },
    { 
        id: 7,
        title: 'Побег из Лос-Анджелеса', 
        year: 1996, 
        description: 'Герой-беглец борется за выживание в постапокалиптическом Лос-Анджелесе, где правит насилие и хаос.', 
        rating: 7.2,
        actors: [
            { name: 'Курт Рассел', birthday: '17-03-1951' },
            { name: 'Стейси Кич', birthday: '04-04-1968' }
        ],
        categories: ['Боевик', 'Фантастика'],
        comments: []
    },
    { 
        id: 8,
        title: 'Леон', 
        year: 1994, 
        description: 'История о профессиональном наемном убийце, который завязывает необычную дружбу с девочкой-соседкой.', 
        rating: 8.5,
        actors: [
            { name: 'Жан Рено', birthday: '30-07-1948' },
            { name: 'Натали Портман', birthday: '09-06-1981' }
        ],
        categories: ['Боевик', 'Драма', 'Криминал'],
        comments: []
    },
    { 
        id: 9,
        title: 'Назад в будущее', 
        year: 1985, 
        description: 'Молодой изобретатель случайно попадает в прошлое на своем дельтаплане времени и сталкивается с молодыми версиями своих родителей.', 
        rating: 8.5,
        actors: [
            { name: 'Майкл Дж. Фокс', birthday: '09-06-1961' },
            { name: 'Кристофер Ллойд', birthday: '22-10-1938' }
        ],
        categories: ['Комедия', 'Приключения', 'Научная фантастика'],
        comments: []
    },
    { 
        id: 10,
        title: 'Игры разума', 
        year: 2001, 
        description: 'История о математическом гении, страдающем от шизофрении, и его борьбе с личными демонами.', 
        rating: 8.2,
        actors: [
            { name: 'Рассел Кроу', birthday: '07-04-1964' },
            { name: 'Эд Харрис', birthday: '28-11-1950' }
        ],
        categories: ['Драма', 'Биография'],
        comments: []
    },
];
